import React, { Component } from 'react';
import Paragraph from './../paragraph.js'
import Asx from './asx.js';
import StaticImg from './static'



  
class AboutInfo extends Component {
  constructor(props){
    super(props)
    this.state = { 
 count : 0
    }
  }

  render(){
  
    return(<div>
      <Paragraph titel="معلومات عنا  " description="لشركات مع ازدهار الحركة التجارية وتوسّع انتشارها بسبب العولمة وعالم ... عن تسديد التزامات واحتياجات الشركة، يتكون اسم هذا النوع من الشركات من اسم"
      />
      <Asx ask={[{q:'هل يمكنني تقييم الخدمة؟',a:'بالتأكيد يمكنك تقييم الخدمة المقدمة ،وعلى اساسها ورضا تعاملك معنا او عدم رضاك عن الخدمة ،فى سبيل ذلك نوفر الحلول المتاحة بالنسبة لك'} ,{q:'ماهي طرق الدفع المتوفرة؟',a:'نوفر خدمات دفع مقدماً ،أو بعد الانتهاء من الخدمة ولا تتعامل الشركة بتعاملات الالكترونية حفاظا على سلامة بياناتك البنكية ،ونوفر فى بعض الحالات العقدية والتنفيذية خدمات مقسطة بدون فوائد.'},{q:'هل توفرون حلول وخيارات متعددة؟',a:'نوفر لعملائنا الكثير من الخيارات التى تتيح لهم الاختيار الافضل بين منتجات و خدمات بحيث نوفر اكثر من خيار يواكب الميزانية المختارة ،لذلك سبب نصبح على القمة بدون منافس '}]}/>
      <StaticImg />
  
    </div>)
  }
}

export default AboutInfo;